// Menu
"About Hackintool" = "Über Hackintool";
"Preferences…" = "Einstellungen";
"Services" = "Dienste";
"Hide Hackintool" = "Hackintool ausblenden";
"Hide Others" = "Andere ausblenden";
"Quit Hackintool" = "Hackintool beenden";
"File" = "Ablage";
"Open…" = "Öffnen...";
"IOReg Dump (Native)" = "IOReg Auszug (nativ)";
"IOReg Dump (Patched)" = "IOReg Auszug (gepatched)";
"Clover config.plist" = "Clover config.plist";
"Framebuffer Text" = "Framebuffer Text";
"Framebuffer Binary" = "Framebiffer Binär";
"Edit" = "Bearbeiten";
"Cut" = "Ausschneiden";
"Copy" = "Kopieren";
"Paste" = "Einsetzen";
"Paste and Match Style" = "Einsetzen und Stil anpassen";
"Select All" = "Alle auswählen";
"Find" = "Suchen";
"Find…" = "Suchen…";
"Find and Replace…" = "Suchen und Ersetzen…";
"Find Next" = "Weitersuchen (vorwärts)";
"Find Previous" = "Weitersuchen (rückwärts)";
"Use Selection for Find" = "Auswahl für Suche übernehmen";
"Jump to Selection" = "Auswahl anzeigen";
"Spelling and Grammar" = "Rechtschreibung und Grammatik";
"Check Document Now" = "Dokument jetzt prüfen";
"Check Spelling While Typing" = "Während der Texteingabe prüfen";
"Check Grammar With Spelling" = "Rechtschreib- und Grammatikprüfung";
"Correct Spelling Automatically" = "Rechtschreibung autom. korrigieren";
"Substitutions" = "Ersetzungen";
"Show Substitutions" = "Ersetzungen einblenden";
"Smart Copy/Paste" = "Intelligentes Kopieren/Einsetzen";
"Smart Quotes" = "Intelligente Anführungszeichen";
"Smart Dashes" = "Intelligente Bindestriche";
"Smart Links" = "Intelligente Links";
"Data Detectors" = "Datenerkennung";
"Text Replacement" = "Text ersetzen";
"Transformations" = "Transformationen";
"Make Upper Case" = "Großbuchstaben";
"Make Lower Case" = "Kleinbuchstaben";
"Capitalize" = "Großschreiben";
"Speech" = "Sprachausgabe";
"Start Speaking" = "Sprachausgabe starten";
"Stop Speaking" = "Sprachausgabe stoppen";
"Show Toolbar" = "Symbolleiste einblenden";
"Hide Toolbar" = "Symbolleiste ausblenden";
"Customize Toolbar…" = "Symbolleiste anpassen…";
"View" = "Darstellung";
"Window" = "Fenster";
"Help" = "Hilfe";
"Current Version" = "Aktuelle Version";
"Apply Current Patches" = "Aktuelle Patches anwenden";
"Minimize" = "Verkleinern";
"Zoom" = "Zoomen";
"Bring All to Front" = "Alle nach vorne bringen";
"Hackintool Help" = "Hackintool-Hilfe";
// Tabs
"Intel" = "Intel";
"Clover" = "Clover";
"NVRAM" = "NVRAM";
"Installed" = "Installed";
"Display" = "Display";
"Audio" = "Audio";
"USB" = "USB";
"Disks" = "Disks";
"Calculator" = "Calculator";
"Logs" = "Logs";
// Intel
"Unlock" = "Entsperren";
"Info" = "Info";
"VRAM" = "VRAM";
"Framebuffer" = "Framebuffer";
"Connectors" = "Connectors";
"Patch" = "Patch";
"Reload" = "Neu laden";
// Intel / General
"IntelGen:" = "IntelGen:";
"PlatformID:" = "PlatformID:";
"System Info:" = "System Info:";
"Model:" = "Modell:";
"CPU:" = "CPU:";
"GPU Info:" = "GPU Info:";
"Vendor ID:" = "Hersteller ID:";
"Device ID:" = "Geräte ID:";
"Metal:" = "Metal:";
"GPU:" = "GPU:";
"Model(s):" = "Modell(e):";
// Intel / VRAM
"VRAM Info:" = "VRAM Info:";
"Stolen:" = "Stolen:";
"FBMem:" = "FBMem:";
"VRAM:" = "VRAM:";
"Max Stolen:" = "Max. Stolen:";
"Total Stolen:" = "Total Stolen:";
"Total Cursor:" = "Total Cursor:";
"Max Overall:" = "Max. Gesamt:";
// Intel / Framebuffer
"Framebuffer Info:" = "Framebuffer Info:";
"Framebuffer Flags:" = "Framebuffer Flags:";
"Name" = "Name";
"Value" = "Wert";
// Intel / Connectors
"Connector Info:" = "Connector Info:";
"Index" = "Index";
"Bus ID" = "Bus ID";
"Pipe" = "Pipe";
"Type" = "Type";
"Flags" = "Flags";
"Connector Flags:" = "Connector Flags:";
"Display Info:" = "Bildschirm Info:";
"External" = "Extern";
"Name:" = "Name:";
"Port:" = "Anschluss:";
"Product ID:" = "Produkt ID:";
"Serial No.:" = "Seriennr.:";
"Internal:" = "Intern:";
// Intel / Patch
"Patch Options:" = "Patch Optionen:";
"General" = "Allgemein";
"Advanced" = "Erweitert";
"KextsToPatch (Hex)" = "KextsToPatch (Hex)";
"KextsToPatch (Base64)" = "KextsToPatch (Base64)";
"Devices / Properties" = "Geräte / Eigenschaften";
"iASL DSL Source" = "iASL DSL Quelle";
"Auto Detect Changes" = "Änderungen autom. erkennen";
"All" = "Alle";
"Audio" = "Audio";
"Use AllData Method" = "AlleDaten-Methode nutzen";
"General Patch" = "Allgemeine Patche";
"Patch Output:" = "Patch Ausgabe:";
"DVMT pre-alloc 32 MB" = "DVMT pre-alloc 32 MB";
"Disable eGPU" = "eGPU deaktivieren";
"DP -> HDMI" = "DP -> HDMI";
"Hotplug Reboot Fix" = "Hotplug Reboot Fix";
"Spoof Audio Device ID" = "Audio Geräte ID vortäuschen";
"VRAM 2048 MB" = "VRAM 2048 MB";
"Enable HDMI20 (4K)" = "HDMI20 (4K) aktivieren";
"GfxYTile Fix" = "GfxYTile Fix";
"USB Port Limit" = "USB Anschluss Limit";
"FB Port Limit:" = "FB Anschluss Limit:";
"Generate Patch" = "Patch erstellen";
// Clover
"Clover Info:" = "Clover Info:";
"Current Booted Revision:" = "Aktuell eingesetzte Version:";
"Last Installed Revision:" = "Zuletzt installierte Version:";
"Latest Available Revision:" = "Aktuell verfügbare Version:";
"Clover Patches:" = "Clover Patches:";
"Select" = "Select";
"Type" = "Type";
"Find" = "Find";
"Replace" = "Replace";
"Download Clover" = "Download Clover";
"Refresh Clover" = "Clover aktualisieren";
"Apply Clover Patches" = "Apply Clover Patches";
// NVRAM
"NVRAM Variables:" = "NVRAM Variables:";
"Variable Value:" = "Variable Value:";
// Kexts
"Kexts / Lilu and Plugins:" = "Kexts / Lilu and Plugins:";
"Compile Output:" = "Compile Output:";
"Compile" = "Compile";
// Displays
"Displays:" = "Bildschirme:";
"Name" = "Name";
"Vendor ID" = "Hersteller ID";
"Product ID" = "Produkt ID";
"Serial No." = "Seriennr.";
"Internal" = "Intern";
"Scaled Resolutions:" = "Skalierte Auflösungen:";
"Width" = "Breite";
"Height" = "Höhe";
"Type" = "Type";
"Inject EDID:" = "EDID einfügen:";
"Icon:" = "Icon:";
"Resolution:" = "Auflösung:";
"Fix Monitor Ranges" = "Monitorbereich einstellen";
"Inject Apple Info" = "Apple Info einfügen";
"Force RGB Mode" = "RGB Mode erzwingen";
"Patch Color Profile" = "Farbprofil patchen";
"Add" = "Hinzufügen";
"Delete" = "Entfernen";
"Refresh" = "Aktualisieren";
"Export" = "Exportieren";
// Audio
"Audio Devices:" = "Audio Devices:";
"Audio Info:" = "Audio Info:";
"Controller:" = "Controller";
"Vendor:" = "Hersteller:";
"Codec:" = "Codec:";
"Layout ID:" = "Layout ID:";
"Revisions:" = "Revision:";
"Min Kernel:" = "Min. Kernel:";
"Max Kernel:" = "Max. Kernel:";
// USB
"USB Controllers:" = "USB Controller:";
"Series" = "Serie";
"Device ID" = "Geräte ID";
"USB Ports:" = "USB Anschlüsse:";
"Connector" = "Konnektor";
"Port" = "Anschluss";
"Device" = "Gerät";
"Import" = "Importieren";
"Active Port" = "Aktiver Anschluss";
// Disks
"Partition Scheme:" = "Partitions Schema:";
"EFI Partitions:" = "EFI Partitionen:";
"Device Name" = "Device Name";
"Volume Name" = "Volume Name";
"BSD Name" = "BSD Name";
"Mount Point" = "Mount Point";
"Disk Type" = "Disk Typ";
"Mount" = "Mount";
"Unmount" = "Unmount";
"Open" = "Öffnen";
"Boot EFI" = "bootbare EFI";
// Calculator
"Sequence:" = "Sequenz:";
"Hex:" = "Hex:";
"Base64:" = "Base64:";
"ASCII:" = "ASCII:";
"Value:" = "Wert:";
"Decimal:" = "Dezimal:";
"Octal" = "Oktal";
"Binary" = "Binär";
// Log
"Log:" = "Log:";
"Boot Log" = "Boot Log";
"Lilu (Log)" = "Lilu (Log)";
"Lilu (Kernel)" = "Lilu (Kernel)";
"WhateverGreen (Kernel)" = "WhateverGreen (Kernel)";
"AppleALC (Kernel)" = "AppleALC  (Kernel)";
"Search (⌘F)" = "Suchen (⌘F)";
// Import KextsToPatch
"Import KextsToPatch" = "KextsToPatch importieren";
"Find:" = "Finden:";
"Replace:" = "Ersetzen:";
"Cancel" = "Abbrechen";
"OK" = "OK";
// Clover Updater
"Clover Updated" = "Clover aktualisiert";
"Downloading %@" = "Download %@ läuft";
"No new Clover Revisions Are Avaliable at this Time!" = "Aktuell sind keine neuen Clover Versionen verfügbar!";
"New Clover Revision %i is Available - you have %i. Would you like to download a newer Revision?" = "Neue Clover Verion %i verfügbar. Installierte Version ist %i . Möchtest Du die neue Version herunterladen?";
"Not Now" = "Nicht jetzt.";
"Update..." = "Update...";
"Set Clover Installer Location" = "Festlegen der Clover Installation-Lokation";
"An error occured while trying to download Clover installer!" = "Während dem Download des Clover Installers ist ein Fehler aufgetreten!";
"%1.1f Mbytes" = "%1.1f MB";
// Misc
"* You may require %@" = "* Du benötigst möglicherweise %@";
"* You may require Spoof Audio Device ID" = "Du musst möglicherweise die Audio Geräte ID vortäuschen";
"Importing KextsToPatch" = "Importieren von KextsToPatch";
"Patch Success!" = "Patch erfolgreich!";
"Patch Fail!" = "Patch fehlgeschlagen!";
"Please select your existing config.plist to overwrite.\nData is written non-destructively and a backup will be created first." = "Zum Überschreiben bitte die vorhandene config.plist auswählen.\nDaetn werden in eine neue Datei geschrieben, während von der ursprünglichen Datei eine Sicherung erstellt wird.";
"No Changes Detected!\r" = "Keine Änderungen festgestellt!\r";
"Unknown" = "Unbekannt";
"Mount Boot EFI Partition?" = "bootbare EFI Partition mounten?";
"Your Boot EFI Partition is not mounted." = "Deine bootbare EFI Partition ist nicht gemounted.";
"Mount" = "Mount";
"Cancel" = "Abbrechen";
"Buy me a Beer" = "Spendiere mir ein Bier ;)";
